Repository: AlazaziAmr/Samraa-Aden
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Category
ar: القسم

source: Page Title
ar: عنوان الصفحة

# page_title_help_text
source: Max character length is 60
ar: اقصى عدد للحروف 60

source: Page Description
ar: وصف الصفحة

# page_description_help_text
source: Recommend words: 25 to 40
ar: عدد الكلمات المفضل: من 25 إلى 40 كلمة

source: Category Name
ar: إسم القسم

# category_name_help_text
source: Max character length is 100
ar: اقصى عدد للحروف 100

source: Category Description
ar: وصف القسم

# category_description_help_text
source: Recommend words: 150 to 300
ar: عدد الكلمات المفضل: من 150 إلى 300 كلمة

source: Category URL
ar: رابط القسم

# category_url_help_text
source: Example: Coffee
ar: مثال: قسم-البن

source: Category Image
ar: صورة القسم

# bg_image
source: Background Image
ar: صورة الغلاف

source: Active
ar: نشط

source: Categories
ar: الأقسام

source: Product Image
ar: صورة المنتج

source: Product Name
ar: إسم المنتج

# product_name_help_text
source: Max character length is 100
ar: اقصى عدد للحروف 100

source: Product Description
ar: وصف المنتج

# product_description_help_text
source: Recommend words: 20 to 40
ar: عدد الكلمات المفضل: من 20 إلى 40 كلمة

source: Price
ar: السعر

# product_price_help_text
source: Minimum price is 100 YR
ar: أقل قيمة 100 ريال

source: Product
ar: منتج

source: Products
ar: المنتجات

source: Samra'a Aden Dashboard
ar: لوحة سمراء عدن

source: Samra'a Aden Admin
ar: أدمن سمراء عدن

source: SEO
ar: تحسين محركات البحث

source: Cover
ar: الغلاف

source: Cards
ar: البطائق

# about_us
source: About Samra'a Aden
ar: عن سمراء عدن

source: Contact us
ar: إتصل بنا

source: Home
ar: الرئيسية

source: Name
ar: الإسم

source: Email
ar: البريد الإلكتروني

source: Subject
ar: الموضوع

source: Message
ar: الرسالة

# bg_description
source: Background Description
ar: وصف صورة الغلاف

# bg_description_help_text
source: Recommend words: 150 to 200
ar: عدد الكلمات المفضل: من 150 إلى 200 كلمة

source: Card1
ar: البطاقة 1

# cards_help_text
source: Max character length is 25
ar: اقصى عدد للحروف 25

source: Card2
ar: البطاقة 2

source: Card3
ar: البطاقة 3

source: Card4
ar: البطاقة 4

# about_us_help_text
source: Recommend words: 200 to 300
ar: عدد الكلمات المفضل: من 200 إلى 300 كلمة

# our_goal_text
source: Our Goal
ar: هدفنا

# our_goal_help_text
source: Recommend words: 50 to 70
ar: عدد الكلمات المفضل: من 50 إلى 70 كلمة

# our_vision_text
source: Our Vision
ar: رؤيتنا

# our_vision_help_text
source: Recommend words: 50 to 70
ar: عدد الكلمات المفضل: من 50 إلى 70 كلمة

# our_message_text
source: Our Message
ar: رسالتنا

# our_message_help_text
source: Recommend words: 50 to 70
ar: عدد الكلمات المفضل: من 50 إلى 70 كلمة

# about_our_categories
source: Categories Text
ar: نص أقسامنا

# about_our_categories_help_text
source: Recommend words: 200 to 300
ar: عدد الكلمات المفضل: من 200 إلى 300 كلمة

source: Address
ar: العنوان

# address_help_text
source: Max character length is 50
ar: اقصى عدد للحروف 100

source: Work Days
ar: أيام العمل

# work_days_help_text
source: Max character length is 25
ar: اقصى عدد للحروف 25

source: Twitter URL
ar: رابط تويتر

source: Facebook URL
ar: رابط فيسبوك

source: Instagram URL
ar: رابط إنستاجرام

source: Youtube URL
ar: رابط يوتيوب

source: Phone 1
ar: جوال 1

# phone_help_text
source: Example: +967 777 777 777 or +967 1 555 666
ar: مثال: 777 777 777 967+ أو 555 666 1 967+

source: Phone 2
ar: جوال 2 (إختياري)

source: Email 1
ar: البريد الإلكتروني 1

source: Email 2
ar: البريد الإلكتروني 2

source: Work from
ar: من الساعة

source: Work to
ar: إلى الساعة

# about_us_bg_image
source: About Samra'a Aden Image
ar: صورة غلاف عن سمراء عدن

source: Our Goal Image
ar: صورة هدفنا

source: Our Vision Image
ar: صورة رؤيتنا

source: Our Message Image
ar: صورة رسالتنا

source: Our Categories Image
ar: صورة أقسامنا

source: Home Page
ar: الصفحة الرئيسية

source: Agent Name
ar: إسم الوكيل

# agent_name_help_text
source: Max character length is 50
ar: اقصى عدد للحروف 50

source: Agent Description
ar: وصف الوكيل

# agent_description_help_text
source: Max character length is 500
ar: اقصى عدد للحروف 500

source: Agent Image
ar: صورة الوكيل

source: Agent
ar: وكيل

source: Agents
ar: وكلائنا

source: Branch Name
ar: إسم الفرع

# branch_name_help_text
source: Max character length is 100
ar: اقصى عدد للحروف 100

# branch_address_help_text
source: Max character length is 255
ar: اقصى عدد للحروف 255

source: Branch Image
ar: صورة الفرع

source: Branch
ar: فرع

source: Branches
ar: فروعنا

source: Your message has been sent. Thank you!
ar: تم إرسال رسالتك. شكرا لك!

# Fail to send, check your data!!
source: Fail to send, check your entered data!
ar: فشل الإرسال، الرجاء التحقق من البيانات المدخلة!

source: YR
ar: ريال يمني

source: Samra'a Aden
ar: سمراء عدن

source: Our Categories
ar: أقسامنا

source: Phone
ar: هاتف

source: Send
ar: إرسال

# dir
source: ltr
ar: rtl

source: All rights reserved.
ar: جميع الحقوق محفوظة.

source: Developed by:
ar: تطوير:

source: Eng. Amr Alazazi
ar: م. عمرو العزعزي
